<!doctype html>
<!-- https://github.com/paulirish/html5-boilerplate/blob/master/index.html -->
<!-- paulirish.com/2008/conditional-stylesheets-vs-css-hacks-answer-neither/ -->
<!--[if lt IE 7 ]> <html lang="en" class="no-js ie6"> <![endif]-->
<!--[if IE 7 ]>    <html lang="en" class="no-js ie7"> <![endif]-->
<!--[if IE 8 ]>    <html lang="en" class="no-js ie8"> <![endif]-->
<!--[if (gte IE 9)|!(IE)]><!--> <html lang="en" class="no-js"> <!--<![endif]-->
<head>
    <meta charset="">

  <!-- Always force latest IE rendering engine (even in intranet) & Chrome Frame
       Remove this if you use the .htaccess -->
  <meta http-equiv="X-UA-Compatible" content="">

  <!-- encoding must be specified within the first 512 bytes
        www.whatwg.org/specs/web-apps/current-work/multipage/semantics.html#charset -->

  <!-- meta element for compatibility mode needs to be before
        all elements except title & meta
        msdn.microsoft.com/en-us/library/cc288325(VS.85).aspx -->
  <!-- Chrome Frame is only invoked if meta element for
        compatibility mode is within the first 1K bytes
        code.google.com/p/chromium/issues/detail?id=23003 -->

  <title>Rip Formats</title>
  <meta name="description" content="">
  <meta name="author" content="Gustavo R Anjos">

  <!--  Mobile viewport optimized: j.mp/bplateviewport -->
  <meta name="viewport" content="">

    <!-- Place favicon.ico & apple-touch-icon.png
        in the root of your domain and delete these references -->
  <link rel="shortcut icon" href="/media/favicon.ico">
  <link rel="apple-touch-icon" href="/media/apple-touch-icon.png">
  
    <link rel="stylesheet" href="/media/css/site.css">
  <link rel="stylesheet" href="/media/css/syntax.css">
  
    <!-- All JavaScript at the bottom, except for Modernizr which
        enables HTML5 elements & feature detects -->
    <script src="/media/js/libs/modernizr-1.7.min.js"></script>
    </head>
<body id="rip-formats">
    <div id="container">
            <div id="main" role="main">
          <header class="banner clearfix">
          <div class="col1">
            <h1>Gustavo Rabello dos Anjos</h1>
            <h3>Professional Website</h3>
		  </div>
		  <div class="col2">
		   <b>PROFESSIONAL ADDRESS</b>:
		   <br>
		   <a href="http://www.mecanica.ufrj.br" target="_blank"> UFRJ/COPPE/PEM  </a> 
		   <br> Universidade Federal do Rio de Janeiro <br>
           Centro de Tecnologia, Ilha do Fund&atilde;o <br>
		   21945-970 RJ - Brasil <br>
		   <b> Tel: </b> +55 21 3938-8366 <br>
		   <b> E-mail: </b> <a href="mailto:gustavo.rabello@mecanica.coppe.ufrj.br" 
			target="_top"> gustavo.rabello@mecanica.coppe.ufrj.br </a>
		   <br>
		  </div>                              <nav class=main_nav>
    <ul>
                <li>
            <a title="Home Page"
                class="button white home"
                href="/index.html">
                About
            </a>
        </li>        <li>
            <a title="Carreer"
                class="button white carreer"
                href="/carreer">
                Career
            </a>
        </li>        <li>
            <a title="Teaching"
                class="button white teaching"
                href="/teaching">
                Teaching
            </a>
        </li>        <li>
            <a title="Research"
                class="button white research"
                href="/research">
                Research
            </a>
        </li>        <li>
            <a title="Publications"
                class="button white publications"
                href="/publications">
                Publications
            </a>
        </li>        <li>
            <a title="Tools"
                class="button white active tools"
                href="/tools">
                Tools
            </a>
        </li>        <li>
            <a title="Images"
                class="button white images"
                href="/images">
                Images
            </a>
        </li>        <li>
            <a title="Videos"
                class="button white videos"
                href="/videos">
                Videos
            </a>
        </li>    </ul>
</nav>
                    </header>
          <section class="content">
          
<p><head>
<link rel="stylesheet" href="/media/css/tools.css">
 </head>
 <div id="text"></p>
<h1><span class="caps">CAM</span></h1>
<p>O <span class="caps">CAM</span> &eacute; um &#8220;rip&#8221; feito no cinema, normalmente com uma c&acirc;mera digital. &Agrave;s
vezes &eacute; usado um trip&eacute;, mas na maioria das vezes isso n&atilde;o &eacute; poss&iacute;vel,
deixando a filmagem tremida. Devido aos lugares dispon&iacute;veis no cinema
tamb&eacute;m n&atilde;o serem sempre no centro, pode ser filmado com &acirc;ngulos
diferentes. Se cortado (cropped) adequadamente, &eacute; dif&iacute;cil diferenciar, a
n&atilde;o ser que tenha legendas na tela, mas muitas vezes os <span class="caps">CAM</span> s&atilde;o deixados
com bordas pretas na parte de cima e de baixo da tela. O som &eacute; gravado
com o microfone embutido da c&acirc;mera e, especialmente em com&eacute;dias, risadas
s&atilde;o ouvidas durante o filme. Devido a esses fatores, a qualidade de som
e imagem costumam ser muito ruins, mas as vezes, com sorte, o cinema
est&aacute; quase vazio e apenas baixos ru&iacute;dos ser&atilde;o&nbsp;ouvidos.</p>
<h1><span class="caps">TELESYNC</span> (<span class="caps">TS</span>)</h1>
<p>Um telesync tem as mesmas caracter&iacute;sticas de um <span class="caps">CAM</span>, s&oacute; que usa uma
fonte externa de &aacute;udio (normalmente um fone de ouvido na poltrona para
pessoas que n&atilde;o ouvem bem). Uma fonte de &aacute;udio direto n&atilde;o garante uma
boa qualidade de &aacute;udio, pois muitos barulhos podem interferir. Muitas
vezes um telesync &eacute; filmado em um cinema vazio ou da cabine de proje&ccedil;&atilde;o
com uma c&acirc;mera profissional, gerando uma melhor qualidade de imagem. A
qualidade varia muito, por isso veja um sample (amostra) antes de baixar
o filme por completo. A maior parte dos Telesyncs s&atilde;o CAMs que foram
rotuladas de forma&nbsp;errada.</p>
<h1><span class="caps">TELECINE</span> (<span class="caps">TC</span>)</h1>
<p>Uma m&aacute;quina de telecine copia o filme digitalmente dos rolos. O som e a
imagem costumam ser muito bons, mas devido ao equipamento e custos
envolvidos, os telecine s&atilde;o muito raros. Geralmente o filme estar&aacute; com o
aspect ratio (propor&ccedil;&atilde;o) correto, apesar de existirem telecine de 4:3
(tela cheia). <span class="caps">TC</span> n&atilde;o deve ser confundido com TimeCode , que &eacute; um
contador vis&iacute;vel e fixo durante todo o&nbsp;filme.</p>
<h1><span class="caps">SCREENER</span> (<span class="caps">SCR</span>)</h1>
<p>Uma fita <span class="caps">VHS</span> pr&eacute;via, enviada para locadoras e v&aacute;rios outros lugares,
para uso promocional. Um screener &eacute; fornecido de uma fita <span class="caps">VHS</span> e
normalmente em 4:3 (tela cheia), apesar de alguns screener com faixas
pretas j&aacute; terem sido lan&ccedil;ados. A maior desvantagem &eacute; um ?ticker? (uma
mensagem que aparece na parte de baixo da tela com os direitos autorais
e um telefone anti-pirataria). Al&eacute;m de que, se a fita tiver algum n&uacute;mero
de s&eacute;rie, ou qualquer outra marca que possa denunciar a origem da fita,
esses ter&atilde;o de ser escondidos, normalmente com uma faixa preta em cima.
Isso costuma durar apenas uns segundos, mas infelizmente, em alguma
c&oacute;pias, dura o filme inteiro e alguns podem ser bem&nbsp;grandes.</p>
<h1>R5</h1>
<p>R5 se refere a um formato espec&iacute;fico de <span class="caps">DVD</span> regi&atilde;o 5. Em um esfor&ccedil;o para
competir com a pirataria, a ind&uacute;stria decidiu criar esse novo formato
que &eacute; produzido mais r&aacute;pido e mais barato do que os tradicionais DVDs. O
que os difere dos DVDs tradicionais &eacute; que os R5 s&atilde;o tranferidos
diretamente de um telecine sem qualquer tipo de processamento de imagem,
e sem nenhum adicional. &Agrave;s vezes os DVDs R5 s&atilde;o lan&ccedil;ados sem &aacute;udio em
ingl&ecirc;s, exigindo que os grupos de pirataria usem o &aacute;udio de outra fonte.
Nesse caso o release possui a descri&ccedil;&atilde;o &#8220;.<span class="caps">LINE</span>&#8221; para distinguir daqueles
que possuem o &aacute;udio do original. A qualidade da imagem de um R5
geralmente pode ser comparada com um <span class="caps">DVD</span> screener. No final de 2006
alguns grupos como o <span class="caps">DREAMLIGHT</span>, mSs e <span class="caps">PUKKA</span> passaram a nomear seus
Releases de &#8220;.R5&#8221; e sugeriram a outros grupos que fizessem o&nbsp;mesmo.</p>
<h1><span class="caps">DVD</span>-<span class="caps">SCREENER</span>&nbsp;(DVDscr)</h1>
<p>Mesmas condi&ccedil;&otilde;es do screener, mas com uma fonte de <span class="caps">DVD</span>. Normalmente com
letterbox (faixas pretas), mas sem os extras que o <span class="caps">DVD</span> final (de venda
e/ou aluguel) possa ter. O ticker n&atilde;o costuma ficar nas faixas pretas, e
pode atrapalhar a vis&atilde;o. Se o ?ripador? tiver o m&iacute;nimo de conhecimento,
um DVDscr deve sair muito bom. Normalmente passado pra <span class="caps">SVCD</span> ou&nbsp;DivX/XviD.</p>
<h1>DVDRip</h1>
<p>Uma c&oacute;pia do lan&ccedil;amento final do <span class="caps">DVD</span>. Se poss&iacute;vel, &eacute; lan&ccedil;ado na internet
antes mesmo do <span class="caps">DVD</span> de venda e/ou aluguel ser lan&ccedil;ado. A qualidade deve
ser excelente. DVDrips s&atilde;o lan&ccedil;ados em <span class="caps">SVCD</span> e&nbsp;DivX/XviD.</p>
<h1>VHSRip</h1>
<p>Feitos de <span class="caps">VHS</span> de venda e/ou aluguel, sendo a sua maioria os lan&ccedil;amentos
de filmes de esportes e de <span class="caps">XXX</span>.</p>
<h1>TVRip</h1>
<p>Epis&oacute;dios de <span class="caps">TV</span> que s&atilde;o de redes (capturados usando cabos
digitais/sat&eacute;lite) ou de ?<span class="caps">PRE</span>-<span class="caps">AIR</span>?, que usam as fontes de sat&eacute;lites que
mandam o programa pelas redes com alguns dias de&nbsp;anteced&ecirc;ncias.</p>
<h1><span class="caps">PDTV</span>/<span class="caps">HDTV</span></h1>
<p>Os <span class="caps">PDTV</span> s&atilde;o capturados de uma <span class="caps">TV</span> com cart&atilde;o <span class="caps">PCI</span> <span class="caps">DIGITAL</span>, normalmente
gerando os melhores resultados. Muitas vezes vemos o rip rotulado como
<span class="caps">HDTV</span> tamb&eacute;m, mas as diferen&ccedil;as entre esses dois termos s&atilde;o apenas
t&eacute;cnicas. Os grupos costumam lan&ccedil;ar em <span class="caps">SVCD</span>, apesar de rips em
<span class="caps">VCD</span>/<span class="caps">SVCD</span>/DivX/XviD serem aceitos nos rips de <span class="caps">TV</span>.</p>
<h1><span class="caps">WORKPRINT</span> (<span class="caps">WP</span>)</h1>
<p>Um workprint &eacute; uma c&oacute;pia do filme que ainda n&atilde;o foi finalizado. Pode
conter cenas faltando, m&uacute;sica, e a qualidade pode variar de excelente a
muito ruim. Alguns WPs s&atilde;o diferentes da vers&atilde;o final (Homens de Preto
est&aacute; faltando todos os aliens e tem figurantes em seus lugares) e alguns
tem cenas extras (Jay and Silent Bob). WPs podem ser boas aquisi&ccedil;&otilde;es
para a cole&ccedil;&atilde;o uma vez que j&aacute; tenha em m&atilde;os a vers&atilde;o&nbsp;final.</p>
<h1>DivX&nbsp;Reenc</h1>
<p>Um DivX re-enc &eacute; um filme que foi retirado do <span class="caps">VCD</span> e reencodado num
pequeno arquivo DivX. Normalmente s&atilde;o encontrados nos compartilhadores,
e s&atilde;o renomeados como Filme.Nome.Grupo(1of2). Grupos famosos s&atilde;o <span class="caps">SMR</span> e
<span class="caps">TMD</span>. Esse formato n&atilde;o vale o download, a menos que voc&ecirc; esteja incerto
sobre um filme e quer apenas uma vers&atilde;o de <span class="caps">300MB</span>.</p>
<h1>Watermarks</h1>
<p>Muitos filmes vem de Asian Silvers/<span class="caps">PDVD</span> (veja abaixo) e esses s&atilde;o
marcados pelo pessoal respons&aacute;vel. Usualmente com uma inicial ou um
pequeno logo, geralmente num dos cantos. Os mais famosos s&atilde;o as marcas
d&#8217;&aacute;gua &#8220;Z&#8221; &#8220;A&#8221; e&nbsp;&#8220;Globe&#8221;.</p>
<h1>Asian Silvers / <span class="caps">PDVD</span></h1>
<p>S&atilde;o produzidos por contrabandistas e s&atilde;o comprados por alguns grupos que
vendem como se fossem deles. Silvers s&atilde;o baratos e facilmente
encontrados em muitos pa&iacute;es, e &eacute; f&aacute;cil sair um release, e &eacute; o motivo de
ter tantos por a&iacute; no momento, principalmente de grupos pequenos que n&atilde;o
duram mais que alguns lan&ccedil;amentos. PDVDs s&atilde;o a mesma coisa, mas postos
num <span class="caps">DVD</span>. Eles t&ecirc;m legendas &agrave; parte, e a qualidade usualmente &eacute; melhor
que os silvers. S&atilde;o ripados como um <span class="caps">DVD</span> normal, mas s&atilde;o lan&ccedil;ados como
<span class="caps">VCD</span>&nbsp;normalmente.</p>
<h1><span class="caps">SVCD</span></h1>
<p><span class="caps">SVCD</span> &eacute; baseado em <span class="caps">MPEG</span>-2 (como no <span class="caps">DVD</span>), que permite maiores taxas de
vari&aacute;veis at&eacute; 2500kbits em uma defini&ccedil;&atilde;o de 480x480 (<span class="caps">NTSC</span>), que
descomprimida em uma rela&ccedil;&atilde;o de aspecto de 4:3. Devido ao bit-rate
vari&aacute;vel, o comprimento que voc&ecirc; pode ocupar em um &uacute;nico <span class="caps">CDR</span> n&atilde;o &eacute; fixo,
geralmente entre 35-60&nbsp;min.</p>
<h1><span class="caps">VCD</span></h1>
<p>&Eacute; um formato baseado em <span class="caps">MPEG</span>-1, com um bit-rate constante de 1150kbit em
uma defini&ccedil;&atilde;o de 352x240 (<span class="caps">NTSC</span>). <span class="caps">VCD</span>&#8217;s s&atilde;o usados geralmente para obter
de uma qualidade mais baixa com o objetivo de tamanhos menores. <span class="caps">VCD</span>&#8217;s e
<span class="caps">SVCD</span>&#8217;s s&atilde;o cronometrados nos minutos e n&atilde;o em <span class="caps">MB</span>, assim que ao olhar um,
parecer maior do que a capacidade de disco e na realidade pode cabe
74min em um <span class="caps">CDR74</span>.</p>
<h1><span class="caps">XVCD</span> / <span class="caps">XSVCD</span></h1>
<p>Estes s&atilde;o basicamente <span class="caps">VCD</span>/<span class="caps">SVCD</span> melhorados. S&atilde;o ambos capazes de
defini&ccedil;&otilde;es e de melhores taxas, muito mas elevadas. Muito dif&iacute;cil de se&nbsp;encontrar.</p>
<h1><span class="caps">KVCD</span> e <span class="caps">KSVCD</span></h1>
<p><span class="caps">KVCD</span> &eacute; uma modifica&ccedil;&atilde;o ao padr&atilde;o <span class="caps">MPEG</span>-1 e <span class="caps">MPEG</span>-2. Habilita criar CDs de
120 minutos com qualidade perto do <span class="caps">DVD</span> em CDs de 80 minutos. Por&eacute;m j&aacute;
existe especifica&ccedil;&otilde;es que geram v&iacute;deos de 528x480 (<span class="caps">NTSC</span>) e 528x576 (<span class="caps">PAL</span>)
e <span class="caps">MPEG</span>-1 com bitrate vari&aacute;vel entre 64Kbps e 3000Kbps. Usando um
resolu&ccedil;&atilde;o 352x240 (<span class="caps">NTSC</span>) ou 352x288 (<span class="caps">PAL</span>), &eacute; poss&iacute;vel &#8220;encodar&#8221; v&iacute;deos
com at&eacute; 360 minutos com qualidade perto de um <span class="caps">VCD</span> num <span class="caps">CD</span> de 80&nbsp;min.</p>
<h1><span class="caps">KDVD</span></h1>
<p>Formato de arquivo 100% compat&iacute;vel com MPEG_2, capaz de rodar em
qualquer <span class="caps">DVD</span> Player Standard. Esta tecnologia habilita 6 horas de filme
em Full D-1 720x480 num <span class="caps">DVD</span>, ou algo em torno de 10 horas em Half D-1
352x480 no meso <span class="caps">DVD</span>.</p>
<h1><span class="caps">AVI</span></h1>
<p>Audio Video Interleave. Formato de v&iacute;deo mais usado em PCs com o
Windows. Ele define como o v&iacute;deo e o &aacute;udio est&atilde;o juntos um ao outro, sem
especificar um&nbsp;codec.</p>
<h1><span class="caps">MPEG</span></h1>
<p>&Eacute; a abrevia&ccedil;&atilde;o de Motion Picture Expert Group e &eacute; a fonte de pesquisa
para formatos de v&iacute;deo em geral. Este grupo define padr&otilde;es em v&iacute;deo
digital, est&atilde;o entre eles o padr&atilde;o <span class="caps">MPEG1</span> (usado nos VCDs), o padr&atilde;o
<span class="caps">MPEG2</span> (usado em DVDs e <span class="caps">SVCDS</span>), o padr&atilde;o <span class="caps">MPEG4</span> e v&aacute;rios padr&otilde;es de &aacute;udio
- entre eles <span class="caps">MP3</span> e <span class="caps">AAC</span>. Arquivos contendo v&iacute;deo <span class="caps">MPEG</span>-1 ou <span class="caps">MPEG</span>-2 podem
usar tanto .mpg quanto .mpeg na&nbsp;extens&atilde;o.</p>
<h1><span class="caps">OGM</span></h1>
<p>Pode ser usado &agrave; uma alternativa ao .avi e pode conter Ogg Vorbis, <span class="caps">MP3</span>
e <span class="caps">AC3</span> &aacute;udio, todos os formatos de v&iacute;deo, informa&ccedil;&atilde;o por cap&iacute;tulos e&nbsp;legendas.</p>
<h1><span class="caps">VBR</span></h1>
<p>Bitrate Vari&aacute;vel. &Eacute; poss&iacute;vel &#8220;encodar&#8221; &aacute;udio e v&iacute;deo com bitrate
vari&aacute;vel, o que n&atilde;o usa o mesmo bitrate para o arquivo inteiro (como
no <span class="caps">CBR</span> = Bitrate Constante). Partes mais complicadas do v&iacute;deo/&aacute;udio
v&atilde;o receber mais bitrate para que a apar&ecirc;ncia/sonoridade seja melhor,
e assim como partes menos complicadas ir&atilde;o receber menos bitrate.
Geralmente arquivos com <span class="caps">VBR</span> s&atilde;o melhores que outros que cont&eacute;m <span class="caps">CBR</span>.</p>
<h1>Bitrate</h1>
<p>Bitrate est&aacute; diretamente ligado &agrave; nitidez (qualidade) do filme/m&uacute;sica.
Quer dizer que em formatos de compress&atilde;o de &aacute;udio e v&iacute;deo como <span class="caps">MPEG3</span> e
<span class="caps">MPEG4</span>, quanto maior for o bitrate mais vezes por segundo o som ou
filme original estar&aacute; sendo reproduzido. O bitrate pode variar, sendo
que taxas mais altas de bitrate criam som/v&iacute;deo de melhor&nbsp;qualidade.</p>
<h1>Aspect Ratio&nbsp;Tags</h1>
<p><span class="caps">WS</span> - Widescreen (letterbox)
<span class="caps">FS</span> -&nbsp;Fullscreen</p>
<h1>Codec</h1>
<p>&Eacute; a abrevia&ccedil;&atilde;o de COder/DECoder ou codificador/decodificador.
Equipamento ou programa que converte os sinais anal&oacute;gicos de som, voz
e v&iacute;deo em sinais digitais e vice-versa. S&atilde;o exemplos de codecs: DivX,
XviD (video) e <span class="caps">MP3</span>/<span class="caps">AC3</span>&nbsp;(som).</p>
<h1>DivX /&nbsp;XviD</h1>
<p>Dois codecs de &uacute;ltima gera&ccedil;&atilde;o sendo o DivX mais antigo. Est&atilde;o baseados
no formato de compressco <span class="caps">MPEG</span>-4, compress&atilde;o de v&iacute;deo de alta
qualidade. Alguns chamam o <span class="caps">MPEG</span>-4 de &#8220;<span class="caps">MP3</span> do v&iacute;deo&#8221;. Com os arquivos
em DivX voc&ecirc; poder&aacute; assistir os filmes com qualidade de <span class="caps">DVD</span> som de <span class="caps">CD</span>,
no seu <span class="caps">PC</span>. XVid j&aacute; possui uma tecnologia melhor que o DivX, portanto
necessita de PCs mais potentes para rodar. XViD &eacute; melhor que o&nbsp;DivX.</p>
<h1><span class="caps">NTSC</span> / <span class="caps">PAL</span></h1>
<p><span class="caps">NTSC</span> e o <span class="caps">PAL</span> s&atilde;o os dois padr&otilde;es principais usados atrav&eacute;s do mundo.
<span class="caps">NTSC</span> tem um frame mais elevado do que o <span class="caps">PAL</span> (29fps comparado a 25fps),
mas o <span class="caps">PAL</span> tem um defini&atilde;o de melhor qualidade. Os dois tipo de padr&otilde;es
podem ter varia&ccedil;&otilde;es, sendo que no Brasil usa-se o padr&atilde;o <span class="caps">PAL</span>-M e nos
<span class="caps">EUA</span> o <span class="caps">NTSC</span>, para TVs, v&iacute;deos-cassete,&nbsp;DVDs.</p>
<h1><span class="caps">AC3</span></h1>
<p>Codec de &aacute;udio conhecido como Audio Coding 3, &eacute; melhor que o Mp3 e &eacute;
sin&ocirc;nimo para o Dolby Digital hoje em dia. Utilizado em alguns filmes
com mais de 2 CDs, devido ao seu tamanho&nbsp;maior.</p>
<h1><span class="caps">AAC</span></h1>
<p>Advanced Audio Coding, ser&aacute; o sucessor do <span class="caps">AC3</span>. &Eacute; baseado no <span class="caps">AC3</span>, mas
acrescenta uma variedade de melhorias em diversas &aacute;reas. Atualmente &eacute;
dif&iacute;cil encontrar um player ou hardware que suportem esse novo formato
de&nbsp;&aacute;udio.</p>
<h1><span class="caps">BIN</span> / <span class="caps">CUE</span></h1>
<p>Bin e Cue s&atilde;o dois arquivos pertencentes &agrave; uma imagem de <span class="caps">CD</span>-R/<span class="caps">RW</span> ou
<span class="caps">DVD</span>. Alguns releases de <span class="caps">SVCD</span> E <span class="caps">VCD</span> s&atilde;o lan&ccedil;ados nas imagens dos
pr&oacute;prios CDs. Para abri-lo voc&ecirc; pode usar tanto o Daemons tools (note
que n&atilde;o nescessita da Cue para faz&ecirc;-lo se voc&ecirc; alterar para mostrar
todos os arquivos, ele abrir&aacute; o <span class="caps">BIN</span>) ou queim&aacute;-lo com o Nero ou
CDRWin. Aconselha-se o CDRWin, por ser o programa que cria esse tipo
de&nbsp;imagem.</p>
<h1>Express&otilde;es&nbsp;encontradas:</h1>
<h1><span class="caps">PROPER</span></h1>
<p>Devido aos crit&eacute;rios, quem lan&ccedil;ar o primeiro Telesync ganhou a corrida
(por exemplo!). Mas se a qualidade desse release for ruim, devido
alguns problemas na imagem ou som, e outro grupo tem outro telesync
(ou a mesma fonte, mas em melhor qualidade) ent&atilde;o a express&atilde;o <span class="caps">PROPER</span> &eacute;
adicionada para evitar equ&iacute;vocos. <span class="caps">PROPER</span> &eacute; a express&atilde;o mais subjetiva
encontrada, e as pessoas geralmente pergutam se o <span class="caps">PROPER</span> &eacute; melhor que
a vers&atilde;o original. Muitos grupos lan&ccedil;am o <span class="caps">PROPER</span> em atos de desespero,
para n&atilde;o perder a corrida. Um motivo para o <span class="caps">PROPER</span> deve ser sempre
incluso no .<span class="caps">NFO</span>.</p>
<h1><span class="caps">UNRATED</span></h1>
<p>Vers&atilde;o sem cortes.(Normalmente os v&iacute;deos s&atilde;o editados para conseguir
um classifica&ccedil;&atilde;o et&aacute;ria mais ampla nos cinemas, j&aacute; em <span class="caps">DVD</span> s&atilde;o lan&ccedil;ados&nbsp;completos)</p>
<h1><span class="caps">LIMITED</span></h1>
<p>Um filme limited significa que ele tem um n&uacute;mero de exposi&ccedil;&otilde;es em
cinemas limitados, normalmente estreando em menos de 250 cinemas.
Geralmente filmes pequenos (como filmes de arte) s&atilde;o lan&ccedil;ados nesse&nbsp;estilo.</p>
<h1><span class="caps">INTERNAL</span></h1>
<p>Um release interno &eacute; feito por v&aacute;rios motivos. Grupos cl&aacute;ssicos de <span class="caps">DVD</span>
fazem muito isso, visto que eles n&atilde;o ser&atilde;o trapaceados. Tamb&eacute;m rips de
m&aacute; qualidade s&atilde;o feitos nesse estilo, para n&atilde;o baixar a reputa&ccedil;&atilde;o do
grupo, ou devido ao grande n&uacute;mero j&aacute; existente do filme. Um lan&ccedil;amento
interno &eacute; disponibilizado normalmente em sites afiliados ao grupo, mas
eles n&atilde;o podem ser trocados com outros sites sem a devida permiss&atilde;o.
Alguns INTERNALs ainda correm pelo <span class="caps">IRC</span>/Newsgroup, dependendo da
popularidade. H&aacute; alguns anos, o grupo Centropy come&ccedil;ou a lan&ccedil;ar
releases internos, mas num sentido diferente do <span class="caps">INTERNAL</span>, isto &eacute;,
lan&ccedil;ava somente para membros do grupo e n&atilde;o o&nbsp;disponibilizavam.</p>
<h1><span class="caps">STV</span></h1>
<p>Straight To Video. Filmes ripados de <span class="caps">DVD</span> que nunca foram para o
cinema, ca&iacute;ram direto para as locadoras e&nbsp;TVs.</p>
<h1><span class="caps">ASPECT</span> <span class="caps">RATIO</span>&nbsp;Tags</h1>
<p>As express&otilde;es de formato s&atilde;o:
<span class="caps">WS</span> = Widescreen (letterbox)
<span class="caps">FS</span> =&nbsp;Fullscreen.</p>
<h1><span class="caps">REPACK</span>/<span class="caps">RERIP</span></h1>
<p>Se um grupo lan&ccedil;a um rip ruim, eles ir&atilde;o re-lan&ccedil;&aacute;-lo, o qual vir&aacute; com
os problemas&nbsp;corrigidos.</p>
<h1><span class="caps">NUKED</span></h1>
<p>Um rip pode ser &#8220;<span class="caps">NUKADA</span>&#8221;, banida por diversas raz&otilde;es. Se o grupo
lan&ccedil;ar como TeleSyncs, por exemplo, e n&atilde;o tem nada de &#8220;TeleSyncs&#8221;, ou
o filme tem uma diferen&ccedil;a na qualidade do &aacute;udio, outro exemplo, a
partir de X minutos de filme. Ent&atilde;o o nuke global ocorrer&aacute; e o grupo
perder&aacute; seus cr&eacute;ditos. Verifique sempre antes os releases para n&atilde;o
pegar algo que foi banido, por m&aacute; qualidade por exemplo. Se um grupo
perceber que h&aacute; algo errado com uma vers&atilde;o, eles podem requisitar um&nbsp;nuke.</p>
<h1>Raz&otilde;es para o <span class="caps">NUKE</span></h1>
<p><span class="caps">BAD</span> A/R - Rela&ccedil;&atilde;o de aspecto, distor&ccedil;&atilde;o do filme. Personagens aparecem
muito largos ou finos.
<span class="caps">BAD</span> <span class="caps">IVTC</span> - Processo de invers&atilde;o telecine, convers&atilde;o de framerates est&aacute;
incorreto.
<span class="caps">BAD</span> <span class="caps">FPS</span> - N&atilde;o segue o padr&atilde;o de quadros por segundo vigente.
<span class="caps">INTERLACED</span> - Linhas pretas no movimento como a ordem do campo est&atilde;o&nbsp;incorretas.</p>
<h1><span class="caps">DUPE</span></h1>
<p>Duplicada, j&aacute; foi feito lan&ccedil;amento deste filme anteriormente. Dupe &eacute;
bem simples, se algo j&aacute; existe, ent&atilde;o n&atilde;o h&aacute; raz&atilde;o para ele ser
lan&ccedil;ado de novo sem uma raz&atilde;o&nbsp;s&eacute;ria.</p>
<h1><span class="caps">SE</span> (special&nbsp;edition)</h1>
<p>Edi&ccedil;&atilde;o&nbsp;Especial</p>
<h1><span class="caps">DC</span> (director&#8217;s&nbsp;cut)</h1>
<p>Vers&atilde;o do&nbsp;diretor.</p>
<h1><span class="caps">FONTE</span>:</h1>
<p>http://guia.mercadolivre.com.br/aprenda-sobre-dvdrip-dvdscr-r5-etc-16525-<span class="caps">VGP</span>
 </div></p>          </section>
      </div>
      </div> <!--! end of #container -->
  <footer>
      Powered by <a href="http://hyde.github.io">hyde</a>.
  </footer>
      <!-- Javascript at the bottom for fast page loading -->
    <!-- Grab Google CDN's jQuery, with a protocol relative URL; fall back to local if necessary -->
  <script src="//ajax.googleapis.com/ajax/libs/jquery/1.5.1/jquery.js"></script>
  <script>window.jQuery || document.write('<script src="js/libs/jquery-1.5.1.min.js">\x3C/script>')</script>
  
    

  <!--[if lt IE 7 ]>
    <script src="js/libs/dd_belatedpng.js"></script>
    <script>DD_belatedPNG.fix('img, .png_bg'); // Fix any <img> or .png_bg bg-images. Also, please read goo.gl/mZiyb </script>
  <![endif]-->

    <script>
 (function(i,s,o,g,r,a,m)
 {
  i['GoogleAnalyticsObject']=r;i[r]=i[r] || function()
  {
   (i[r].q=i[r].q||[]).push(arguments)
  },i[r].l=1*new Date();
  a=s.createElement(o), 
  m=s.getElementsByTagName(o)[0];
  a.async=1;
  a.src=g;
  m.parentNode.insertBefore(a,m)
 })
 (window,document,'script','//www.google-analytics.com/analytics.js','ga');
 ga('create', 'UA-77166360-1', 'auto'); ga('send','pageview');
</script>

  
  </body>
</html>